{
    "items": [
        {
            "no": {
                "headline": "Freelancearbeid ved siden av studiene hos CamperBoys",
                "text": "CamperBoys er en Campervanutleier start-up grunnlagt i 2018 av et par venner av meg, som holder til på Flyplassen i Munchen. Jeg utviklet en prototype av en reiseruteapp (se Camperboys reiseapp under arbeid). Videre satt jeg opp og styrte deres søkemaskinsoptimering med fokus på Google Ads og Facebook, med gode resultater og en investerings avkasting på 20x. Mens jeg jobbet der vant vi den tyske turistforeningens innovasjonspris for startups “Springbrett” i 2019 og vi tok del i LMU universitetet i Munchen sin startup accelerator, sammen med en masse andre kult ting. ",
                "logo": "resume/camperboyslogo",
                "from": "Fra okt. 18",
                "to": "Til jan. 20"
            },
            "en": {
                "headline": "Freelance work alongside studies at CamperBoys",
                "logo": "resume/holidulogo",
                "text": "CamperBoys is a Campervan rental start-up founded in 2018 by a couple of friends of mine, located at the airport in Munich. For them I developed a prototype of a travel itinerary app (see Camperboy's travel app under work). Additionally, I set up and managed their search engine optimization, focusing mainly on Google Ads and Facebook, with good results and a return of investment of 20x. While I worked there, we won the German Tourist Association's innovation award for startups “Springbrett” in 2019, and we took part in the LMU University and Media Lab startup accelerators.",
                "from": "Fra okt. 18",
                "to": "Til jan. 20"
            }
        },
        {
            "no": {
                "headline": "Junior Data Analytiker hos Holidu",
                "text": "Holidu er en søkemotor for ferieboliger og en av de raskest voksende startupene i Tyskland. Basert i Munchen, de startet i 2014 og har nå over 200 ansatte. Jeg jobbet i Business Intelligence teamet, for det meste med markedsføring. Arbeidsoppgaver lød ofte som, forberedelse av data som ble forespurt fra andre, utvikling av algoritmer for å forutsi fremtidige verdier og etterspørsel av produkter, og enkle programmeringsoppgaver. I tillegg arbeidet jeg innimellom på prosjekter som product manager og som designer (se Holidu markedsføringsverktøy under arbeid)",
                "logo": "resume/holidulogo",
                "from": "Fra aug. 17",
                "to": "Til okt. 18"
            },
            "en": {
                "headline": "Junior Data Analyst at Holidu",
                "text": "Holidu is a search engine for vacation rentals and one of the fastest growing startups in Germany. Based in Munich, they started in 2014 and now have over 200 employees. I worked in the Business Intelligence team, mostly on topics related with marketing. Some examples of tasks that I was charged with: preparing data requested from others, developing algorithms to predict future value and demand for products, as well as simple programming tasks. Once in a while I also worked on projects as product manager and as designer (see Holidu marketing tools under work)",
                "logo": "resume/holidulogo",
                "from": "From aug. 17",
                "to": "To okt. 18"
            }
        },
        {
            "no": {
                "headline": "Junior Online Marketing Manager for det Nordiske Markedet hos Holidu",
                "text": "Jeg jobbet i marketsføringsteamet hos Holidu, hvor jeg var ansvarlig for å styre søkemotormarkedsføringen så vell som displaymarketsføringen for Norge, Sverige og Storbritannia. Det involverte mye manuelt arbeid, særlig excel arbeid som jeg tok initiativ til å automatisere etter å ha lært meg selv et begynnernivå i programmering under praktikantoppholdet mitt i samme selskapet.",
                "logo": "resume/holidulogo",
                "from": "Fra apr. 17",
                "to": "Til jul. 17"
            },
            "en": {
                "headline": "Junior Online Marketing Manager for the Nordics at Holidu",
                "text": "I worked in the marketing team at Holidu, where I was responsible for managing the SEA and SEO, as well as the display marketing for Norway, Sweden and the UK. It involved a lot of manual work, especially excel work that I took the initiative to automate.",
                "logo": "resume/holidulogo",
                "from": "Fra apr. 17",
                "to": "To jul. 17"
            }
        },
        {
            "no": {
                "headline": "Norsk Country Manager praktikant hos Holidu",
                "text": "Jeg ble ansatt hos Holidu GmbH i München for å starte deres norske nettside. Det medbar å være ansvarlig for oversettelse av nettsiden, kontakte potensielle norske partnere for å samarbeide og å sette opp online markedsføringen, både SEO og SEA. I løpet av de seks månedene oppholdet varte tok jeg også initiativ til å automatisere en rekke tidkrevende prosesser.",
                "logo": "resume/holidulogo",
                "from": "Fra okt. 16",
                "to": "Til mar. 17"
            },
            "en": {
                "headline": "Norwegian country manager intern at Holidu",
                "text": "I joined Holidu GmbH in Munich to launch their Norwegian domain. It involved translating the website, contacting potential Norwegian partners to form partnerships and set up online marketing, both SEO and SEA. During the six months stay I also took the initiative to automate a number of time consuming excel processes.",
                "logo": "resume/holidulogo",
                "from": "From oct. 16",
                "to": "To mar. 17"
            }
        },
        {
            "no": {
                "headline": "Sommerjob hos Folkehelseinstituttet i Oslo",
                "text": "Jeg hjalp til å gjennomføre en undersøkelse av bruken av narkotiske stoffer blant den norske befolkningen ved å intervjue festivaldeltakere på diverse norske festivaler gjennom sommeren.",
                "logo": "resume/fhilogo",
                "from": "Fra jun. 16",
                "to": "Til aug. 16"
            },
            "en": {
                "headline": "Summer internship at the National Institute of Public Health in Oslo",
                "text": "I helped to conduct a study of the use of narcotics among the Norwegian population by interviewing festival participants at various Norwegian festivals throughout the summer.",
                "logo": "resume/fhilogo",
                "from": "From jun. 16",
                "to": "To aug. 16"
            }
        },
        {
            "no": {
                "headline": "Sommerjobb hos Direktoratet for Forvaltning og IKT i Oslo (Digitaliseringsdirektoratet)",
                "text": "Jeg var sommervikar i Difi sommerne 12,13, 15 og 16. Det første året jobbet jeg med å gjøre istand arkivet og sortere alle publikasjonene Difi har gitt ut. De andre årene jobbet jeg i anskaffelsesavdelingen med å lage rapporter med statistikker over offentlige innkjøpsvaner.",
                "logo": "resume/difilogo",
                "from": "Fra jun. 12",
                "to": "Til aug. 16"
            },
            "en": {
                "headline": "Summer internship at the Agency for Public Administration and IT",
                "text": "I was a summer intern at Difi in the summers of 12, 13, 15 and 16. The first year I worked on reorganising the archive and sorting all of Difis’ publications. The other years I worked in the procurement department making statistical reports on public procurement habits.",
                "logo": "resume/difilogo",
                "from": "From jun. 12",
                "to": "To aug. 16"
            }
        },
        {
            "no": {
                "headline": "Master i Teknologiledelse ved det Tekniske Universitetet i München",
                "text": "En veldig fleksibel master med plenty av spesialiseringsmuligheter, det var hovedgrunnen til at jeg valgte den Jeg valgte å spesialisere meg i  innovasjon og entreprenørskap og  informatikk, som passet mine interesser. Det har vært en veldig god opplevelse med en veldig god blanding av teoretiske og praktiske fag, med særlig fokus innenfor high-tech. Jeg har tatt fag slik som Tech challenge (se safewAI under arbeid), Economics of innovation, Out of the box, practical approaches to decision making, Cultural analysis og New forms of organising på management siden. Innenfor informatikk tok jeg fag som Software engineering, Blockchain og Cloud Computing.",
                "logo": "resume/tumlogo",
                "from": "Fra okt. 18",
                "to": "Til aug. 20"
            },
            "en": {
                "headline": "Master in Management and Technology at the Technical University of Munich",
                "text": "A very flexible master with plenty of different opportunities for specialization.The flexibility was the main point that attracted me to the master. I chose to specialize in innovation and entrepreneurship and informatics, which suited my interests. It has been a very good experience with a very good mix of theoretical and practical subjects, with a special focus on high-tech. I have taken subjects such as Tech challenge (see safewAI under work), Economics of innovation, Out of the box, practical approaches to decision making, Cultural analysis and New forms of organizing on the management side. In informatics I took subjects such as Software engineering, Blockchain and Cloud Computing.",
                "logo": "resume/tumlogo",
                "from": "From oct. 18",
                "to": "To aug. 20"
            }
        },
        {
            "no": {
                "headline": "Bachelor (3. år) i Samfunnsøkonomi og Ledelse ved Université de Paris 1 Panthéon Sorbonne",
                "text": "Siste år av bacheloren tok jeg i Paris, jeg byttet universitet fordi det var en utmerket mulighet til å bo i Paris som student. Samtidig ønsket jeg også å ha et annet perspektiv på økonomi enn det veldig matematiske perspektivet de hadde i Toulouse. I Paris hadde jeg fortsatt statistikk og økonometri kurs, men i tillegg hadde jeg fag som økonomisk idehistorie, noe jeg fant veldig interessant. Studiet var fortsatt 100% på fransk, og jeg trivdes veldig godt med det faglige innholdet der.",
                "logo": "resume/up1logo",
                "from": "Fra jun. 16",
                "to": "Til aug. 16"
            },
            "en": {
                "headline": "Bachelor (3rd year) in Economics and Management at Université de Paris 1 Panthéon Sorbonne",
                "text": "I took the last year of my bachelor's degree in Paris. I changed universities because it was an excellent opportunity to live in Paris as a student. At the same time, I also wanted to have a different perspective on economics than the very mathematical perspective they had in Toulouse. In Paris I still had statistics and econometrics courses, but in addition I had subjects such as economic idea history, which I found very interesting. The study was still 100% in French, and I really enjoyed the courses there.",
                "logo": "resume/up1logo",
                "from": "From jun. 16",
                "to": "To aug. 16"
            }
        },
        {
            "no": {
                "headline": "Sommerskole ved Copenhagen Business School",
                "text": "Etter å ha gått et par år på samfunnsøkonomiutdanningen, savnet jeg å lære om mer på kvalitative områder. Jeg tok 2 fag i løpet av sommeren, Psychology of decision making og Business anthropology, og møtte andre studenter fra hele verden som var samlet der. De to fagene blusset opp interessen min i design og customer research. Sommeren der utgjorde en kjempeopplevelse.",
                "logo": "resume/cbslogo",
                "from": "Fra jun. 15",
                "to": "Til aug. 15"
            },
            "en": {
                "headline": "Summerschool at copenhagen business school",
                "text": "After spending a couple of years doing economics, I missed learning more about qualitative areas. I took 2 subjects over the summer at CBS, Psychology of decision making and Business anthropology, and met other students from all over the world who were gathered there. The two subjects ignited my interest in design and customer research.",
                "logo": "resume/cbslogo",
                "from": "From jun. 15",
                "to": "To aug. 15"
            }
        },
        {
            "no": {
                "headline": "Bachelor (1. & 2. år) i Samfunnsøkonomi og Ledelse ved Université de Toulouse 1 Capitole",
                "text": "Bacheloren jeg gikk på var en del av et norskt program som hjalp norske studenter med å tilpasse seg studier i Frankrike. Siden studieprogrammet var 100% på Fransk, vi fikk også en del ekstra fransktimer. Selve studiet var krevende og veldig matematisk, med matte og statistikkfag hvert semester og veldig matematisk innrettet mikro- og makroøkonomi. Det la grunnlag for en veldig god tallforståelse, noe jeg har dratt god nytte av senere, særlig innenfor kvantitative undersøkelser.",
                "logo": "resume/ut1logo",
                "from": "Fra sep. 13",
                "to": "Til jun. 15"
            },
            "en": {
                "headline": "Bachelor (1st & 2nd year) in Economics and Management at Université de Toulouse 1 Capitole",
                "text": "The bachelor I attended was part of a Norwegian program that helped Norwegian students adapt to study in France. Since the study program was 100% in French, we also got some extra French lessons. The study itself was demanding and very mathematical, with math and statistics subjects each semester and very mathematically oriented micro- and macroeconomics. It laid the foundation for a very good understanding of numbers, something I have benefited from later, especially when doing quantitative research.",
                "logo": "resume/ut1logo",
                "from": "From sep. 13",
                "to": "To jun. 15"
            }
        },
        {
            "no": {
                "headline": "Forbredelsesår til Bachelor i Samfunnsøkonomi og Ledelse",
                "text": "Vi dro ned til Toulouse og hadde intensivt med franskkurs og mer avansert matematikk og statistikk enn hva vi hadde hatt på videregående skole. Hele året var fylt med ekstrafag for å forberede oss på samfunnsøkonomistudier i Frankrike på fransk.",
                "logo": "resume/ut1logo",
                "from": "Fra aug. 12",
                "to": "Til jun. 13"
            },
            "en": {
                "headline": "Preparation year for a bachelor's degree in Economics and Management at Université de Toulouse 1 Capitole",
                "text": "We went to Toulouse and had an intensive French course and more advanced mathematics and statistics than we had had in high school back in Norway. The whole year was filled with extra subjects to prepare us for economics studies in France in French.",
                "logo": "resume/ut1logo",
                "from": "From aug. 12",
                "to": "Til jun. 13"
            }
        },
        {
            "no": {
                "headline": "Årsenhet i Fransk på Universitetet i Oslo",
                "text": "Jeg gjorde det dårlig i Fransk på videregående skole, så da jeg trengte mer tid for å finne ut av hva jeg egentlig ville studere, tok jeg muligheten for å ta en årsenhet i Fransk for å forbedre språket. Studiet innhold språkfag selvfølgelig, men også ting som fransk historie og litteratur.",
                "logo": "resume/uiologo",
                "from": "Fra sep. 11",
                "to": "Til jun. 12"
            },
            "en": {
                "headline": "1 year program in French at the University of Oslo",
                "text": "I did poorly in French in high school, so when I needed more time to figure out what I really wanted to study, I took the opportunity to improve my French for a year. The program includes language subjects as well as French history and literature.",
                "logo": "resume/uiologo",
                "from": "From sep. 11",
                "to": "To jun. 12"
            }
        },
        {
            "no": {
                "headline": "Videregående Skole på Lambertseter VGS i Oslo",
                "text": "Studiespesialisering i realfag med valgfag som fysikk, IKT, Psykologi og Historie og Filosofi. Jeg gikk ut med snitt på 4.8 etter å ha gjort det sterkt i historie, psykologi og norsk muntlig, men svakt i språkfag som Nynorsk og Fransk.",
                "logo": "resume/lambertlogo",
                "from": "Fra aug. 08",
                "to": "Til jun. 11"
            },
            "en": {
                "headline": "High school at Lambertseter VGS in Oslo ",
                "text": "Specialization in natural science with electives such as physics, IT, Psychology and History and Philosophy. I went out with an average of 4.8 after doing well in history, psychology and Norwegian orally, but poorly in language subjects such as Nynorsk and French.",
                "logo": "resume/lambertlogo",
                "from": "From aug. 08",
                "to": "To jun. 11"
            }
        }
    ],
    "skills": {
        "languages": {
            "no": {
                "headline": "Språk",
                "content": [
                    {
                        "main": "Norsk",           
                        "percent": 100
                    },
                    {
                        "main": "Engelsk",
                        "percent": 92
                    },
                    {
                        "main": "Tysk",
                        "percent": 78
                    },
                    {
                        "main": "Fransk",
                        "percent": 82
                    }
                ]
            },
            "en": {
                "headline": "Languages",
                "content": [
                    {
                        "main": "Norwegian",
                        "percent": 100
                    },
                    {
                        "main": "English",
                        "percent": 92
                    },
                    {
                        "main": "German",
                        "percent": 78
                    },
                    {
                        "main": "French",
                        "percent": 82
                    }
                ]
            }
        },
        "programming": {
            "no": {
                "headline": "Programeringsspråk",
                "content": [
                    {
                        "main": "Javascript (Node, React)",
                        "percent": 86
                    },
                    {
                        "main": "Python (Pandas, Scikit)",
                        "percent":80
                    },
                    {
                        "main": "HTML",
                        "percent":78
                    },
                    {
                        "main": "CSS",
                        "percent":76
                    },
                    {
                        "main": "SQL",
                        "percent":75
                    },
                    {
                        "main": "R (R studio)",
                        "percent":67
                    },
                    {
                        "main": "Dart (Flutter)",
                        "percent":65
                    }
                ]
            },
            "en": {
                "headline": "Programming languages",
                "content": [
                    {
                        "main": "Javascript",
                        "percent": 86
                    },
                    {
                        "main": "Python",
                        "percent":80
                    },
                    {
                        "main": "HTML",
                        "percent":78
                    },
                    {
                        "main": "CSS",
                        "percent":76
                    },
                    {
                        "main": "SQL",
                        "percent":75
                    },
                    {
                        "main": "R (R studio)",
                        "percent":67
                    },
                    {
                        "main": "Dart (Flutter)",
                        "percent":65
                    }
                ]
            }
        },
        "software": {
            "no": {
                "headline": "Programvare",
                "content": [
                    {
                        "main": "Google analytics",           
                        "percent": 91
                    },
                    {
                        "main": "Tableau",
                        "percent": 82
                    },
                    {
                        "main": "Figma",
                        "percent": 76
                    }
                ]
            },
            "en": {
                "headline": "Software",
                "content": [
                    {
                        "main": "Google analytics",           
                        "percent": 91
                    },
                    {
                        "main": "Tableau",
                        "percent": 82
                    },
                    {
                        "main": "Figma",
                        "percent": 76
                    }
                ]
            }
        }
    }
}