{
    "items": [
        {
            "no": {
                "headline": "Freelancearbeid ved siden av studiene hos CamperBoys",
                "text": "Camperboys er en Startup som leier ut Campingbiler i München-området. Mens jeg tok mastergraden min jobbet jeg for de både med markedsføring og med koding. Blant annet utviklet en reiseapp (se Reiseapp under prosjekter), og et CMS (se Content management system under prosjekter). Videre satte jeg opp og styrte deres online markedsføring, med en avkasting på 20x. Som følge av arbeidet vi gjorde med reiseappen vant vi den tyske turistforeningens innovasjonspris for Startups. Vi tok også del i LMU universitetet i Munchen sin Startup accelerator, og fikk et gründerstipendium gjennom \"Medialab\".",
                "logo": "resume/camperboyslogo",
                "from": "Fra okt. 18",
                "to": "Til jan. 20"
            },
            "en": {
                "headline": "Freelance work alongside studies at CamperBoys",
                "logo": "resume/camperboyslogo",
                "text": "CamperBoys is a Startup that rents out Campervans in the Munich area. While taking my master's degree, I worked on both marketing and coding for them. Among other things, I developed a travel app (see Travel app under work), and a CMS (see Content management system under work). Furthermore, I set up and managed their online marketing, with a return on investment of 20x. As a result of the work we did with the travel app, we won the German Tourist Association's innovation award for Startups. We also took part in the LMU University in Munich's Startup accelerator, and received an entrepreneurship stipend through \"Medialab\"",
                "from": "Okt. 18 -",
                "to": "Jan. 20"
            }
        },
        {
            "no": {
                "headline": "Data Analytiker hos Holidu",
                "text": "Holidu er en søkemotor for ferieboliger og en av de raskest voksende Startupene i Tyskland. De startet i 2014, har nå over 200 ansatte og er basert i München. Jeg jobbet som analytiker, hovedsakelig med analyseoppgaver relatert til markedsføring (Google Analytics, Tableau SQL, Kibana). Typiske arbeidsoppgaver gikk ut på ting som forberedelse og analyse av brukerdata, utvikling av data science algoritmer for forecasting og clustering, samt enklere programmeringsoppgaver. I tillegg arbeidet jeg på prosjekter som product manager og som designer(se Markedsføringsverktøy under prosjekter).",
                "logo": "resume/holidulogo",
                "from": "Fra aug. 17",
                "to": "Til okt. 18"
            },
            "en": {
                "headline": "Data Analyst at Holidu",
                "text": "Holidu is a search engine for holiday homes and one of the fastest growing startups in Germany. They started in 2014, are based in Munich, and have now over 200 employees. I worked as an analyst, mainly with analytics tasks related to marketing (Google Analytics, Tableau SQL, Kibana. Typical work tasks included preparation and analysis of user data, development of data science algorithms for forecasting and clustering, as well as simpler programming tasks. In addition, I worked on projects as a product manager and as a designer (see Marketing tools under projects).",
                "logo": "resume/holidulogo",
                "from": "Aug. 17 -",
                "to": "Okt. 18"
            }
        },
        {
            "no": {
                "headline": "Online Marketing Manager for det Nordiske Markedet hos Holidu",
                "text": "Jeg jobbet i marketsføringsteamet hos Holidu, hvor jeg var ansvarlig for å styre  søkemotormarkedsføringen så vell som displaymarketsføringen for Norge, Sverige og Storbritannia. En annen stor del av mine oppgaver var å kode scripts og makroer for å automatisere tidkrevende excel arbeider, og innhente data fra APIer.",
                "logo": "resume/holidulogo",
                "from": "Fra apr. 17",
                "to": "Til jul. 17"
            },
            "en": {
                "headline": "Online Marketing Manager for the Nordics at Holidu",
                "text": "I worked in the marketing team at Holidu, where I was responsible for managing the search engine marketing as well as the display marketing for Norway, Sweden and the UK. Another big part of my time was spent coding scripts and macros to automate time consuming excel work, as well as retrieving data from APIs.",
                "logo": "resume/holidulogo",
                "from": "Apr. 17 -",
                "to": "Jul. 17"
            }
        },
        {
            "no": {
                "headline": "Norsk Country Manager praktikant hos Holidu",
                "text": "Jeg ble ansatt hos Holidu GmbH i München for å starte deres norske nettside. Det medbar å være ansvarlig for oversettelse av nettsiden, kontakte potensielle norske partnere for å samarbeide og å sette opp online markedsføringen, både SEO og SEA. I løpet av de seks månedene oppholdet varte tok jeg også initiativ til å starte med en rekke automatiseringsarbeider.",
                "logo": "resume/holidulogo",
                "from": "Fra okt. 16",
                "to": "Til mar. 17"
            },
            "en": {
                "headline": "Norwegian country manager intern at Holidu",
                "text": "I was hired by Holidu GmbH in Munich to launch their Norwegian website. It involved being responsible for translations, contacting potential Norwegian partners for potential collaboration and set up online marketing, both SEO and SEA. During the six months I also initiated automation in a number of areas.",
                "logo": "resume/holidulogo",
                "from": "Oct. 16 -",
                "to": "Mar. 17"
            }
        },
        {
            "no": {
                "headline": "Sommerjob hos Folkehelseinstituttet i Oslo",
                "text": "Jeg hjalp til å gjennomføre en undersøkelse av bruken av narkotiske stoffer blant den norske befolkningen ved å intervjue festivaldeltakere på diverse norske festivaler gjennom sommeren.",
                "logo": "resume/fhilogo",
                "from": "Fra jun. 16",
                "to": "Til aug. 16"
            },
            "en": {
                "headline": "Summer internship at the National Institute of Public Health in Oslo",
                "text": "I helped to conduct a study of the use of narcotics among the Norwegian population by interviewing festival participants at various Norwegian festivals throughout the summer.",
                "logo": "resume/fhilogo",
                "from": "Jun. 16 -",
                "to": "Aug. 16"
            }
        },
        {
            "no": {
                "headline": "Sommerjobb hos Direktoratet for Forvaltning og IKT i Oslo (Digitaliseringsdirektoratet)",
                "text": "Jeg var sommervikar hos Difi sommerne 12,13, 15 og 16. Alle årene unntatt det første jobbet jeg med å lage statistiske analyser over offentlige innkjøpsvaner i excel. Det første året jobbet jeg i administrasjonsavdelingen med å organisere arkivet.",
                "logo": "resume/difilogo",
                "from": "Fra jun. 12",
                "to": "Til aug. 16"
            },
            "en": {
                "headline": "Summer internship at the Agency for Public Administration and IT",
                "text": "I was a summer intern at Difi in the summers of 2012, 13, 15 and 16. In all except the first year, I worked on making statistical reports of public purchasing habits in excel. The first year I worked in the administration department reorganizing the archive.",
                "logo": "resume/difilogo",
                "from": "Jun. 12 -",
                "to": "Aug. 16"
            }
        },
        {
            "no": {
                "headline": "Master i Teknologiledelse ved det Tekniske Universitetet i München",
                "text": "Jeg har spesialisert meg innenfor innovasjon og entreprenørskap og  informatikk. Studiet har var en veldig god blanding av teoretiske og praktiske fag, med særlig fokus innenfor high-tech. Jeg tok fag som Tech challenge (se safewAI under prosjekter), og lært mye om empirisk forskningsmetodikk, innovasjon, design thinking, lean startup, agile development, data-drevne beslutninger, etnografi og organisasjonsdesig på managment siden. Innenfor informatikk har jeg lært om blockchain, cloud computing og AI, samt god IT arkitektur på store og små prosjekter.",
                "logo": "resume/tumlogo",
                "from": "Fra okt. 18",
                "to": "Til aug. 20"
            },
            "en": {
                "headline": "Master in Management and Technology at the Technical University of Munich",
                "text": "I specialize in innovation and entrepreneurship and informatics. The program has been a very good mix of theoretical and practical subjects, with special focus on high-tech. I took subjects such as Tech challenge (see safewAI under work), and learned a lot about empirical research methodology, innovation, design thinking, lean startup, agile development, data-driven decisions, ethnography and organizational design on the management side. In informatics, I learned about blockchain, cloud computing and AI, as well as good IT architecture for both small and big projects.",
                "logo": "resume/tumlogo",
                "from": "Oct. 18 -",
                "to": "Aug. 20"
            }
        },
        {
            "no": {
                "headline": "Bachelor (3. år) i Samfunnsøkonomi og Ledelse ved Université de Paris 1 Panthéon Sorbonne",
                "text": "Siste år av bacheloren tok jeg i Paris, jeg byttet universitet fordi det var en mulighet til å bo i Paris som student. Samtidig ønsket jeg også å ha et annet perspektiv på økonomi enn det veldig matematiske perspektivet jeg hadde fra Toulouse. I Paris hadde jeg fortsatt statistikk og økonometri kurs, men i tillegg hadde jeg fag som økonomisk idehistorie og byråteori. Studiet var fortsatt 100% på fransk.",
                "logo": "resume/up1logo",
                "from": "Fra jun. 16",
                "to": "Til aug. 16"
            },
            "en": {
                "headline": "Bachelor (3rd year) in Economics and Management at Université de Paris 1 Panthéon Sorbonne",
                "text": "The last year of my bachelor's I took in Paris, I changed universities because it was an opportunity to live in Paris as a student. At the same time, I also wanted to have a different perspective on economics than the very mathematical one I had in Toulouse. In Paris I still had statistics and econometrics courses, but in addition I had subjects such as history of economic thought and agency theory. The degree was still 100% in French.",
                "logo": "resume/up1logo",
                "from": "Jun. 16 -",
                "to": "Aug. 16"
            }
        },
        {
            "no": {
                "headline": "Sommeruniversitetsprogram ved Copenhagen Business School",
                "text": "Etter å ha gått et par år på økonomiutdanningen, ønsket jeg å lære om mer kvalitative områder. Jeg tok 2 fag i løpet av sommeren, Psychology of decision making og Business anthropology. De to fagene blusset opp interessen min i design og customer research, og hadde innvirkning på mitt senere valg av master.",
                "logo": "resume/cbslogo",
                "from": "Fra jun. 15",
                "to": "Til aug. 15"
            },
            "en": {
                "headline": "International Sommer University Program at Copenhagen Business school",
                "text": "After spending a couple of years doing economics, I wanted to learn about more management. I took 2 subjects during the summer, Psychology of decision making and Business anthropology. The subjects I took ignited my interest in design and customer research, and had an impact when I chose my master's degree.",
                "logo": "resume/cbslogo",
                "from": "Jun. 15 -",
                "to": "Aug. 15"
            }
        },
        {
            "no": {
                "headline": "Bachelor (1. & 2. år) i Samfunnsøkonomi og Ledelse ved Université de Toulouse 1 Capitole",
                "text": "Bacheloren jeg gikk på var en del av et norskt program som hjalp norske studenter med å tilpasse seg studier i Frankrike. Siden studieprogrammet var 100% på Fransk, vi fikk også en del ekstra fransktimer. Selve studiet var krevende og veldig matematisk, med matte og statistikkfag hvert semester og veldig matematisk innrettet mikro- og makroøkonomi. Det ga meg god teft rundt tallforståelse, noe jeg har dratt god nytte av senere, særlig innenfor kvantitative forskningsmetodikk.",
                "logo": "resume/ut1logo",
                "from": "Fra sep. 13",
                "to": "Til jun. 15"
            },
            "en": {
                "headline": "Bachelor (1st & 2nd year) in Economics and Management at Université de Toulouse 1 Capitole",
                "text": "My bachelor's degree was part of a Norwegian program that helped Norwegian students adapt to studies in France. Since the study program was 100% in French, we also got some extra French lessons. The program itself was demanding and very mathematical, with math and statistics subjects each semester and very mathematically oriented micro- and macroeconomics. It laid the foundation for a very good understanding of numbers, something I have benefited from later, especially in quantitative research methodology.",
                "logo": "resume/ut1logo",
                "from": "Sep. 13 -",
                "to": "Jun. 15"
            }
        },
        {
            "no": {
                "headline": "Forbredelsesår til Bachelor i Samfunnsøkonomi og Ledelse",
                "text": "Vi startet programmet i Toulouse med intensivt franskkurs og mer avansert matematikk og statistikk enn hva vi hadde hatt på videregående skole. Hele året var fylt med ekstrafag for å forberede oss på samfunnsøkonomistudier i Frankrike på fransk.",
                "logo": "resume/ut1logo",
                "from": "Fra aug. 12",
                "to": "Til jun. 13"
            },
            "en": {
                "headline": "Preparation year for a bachelor's degree in Economics and Management at Université de Toulouse 1 Capitole",
                "text": "We started the program in Toulouse with an intensive French course, as well as supplementary mathematics and statistics courses to bring us up to scratch in those subjects. The whole year was filled with extra subjects to prepare us for economics studies in France in French.",
                "logo": "resume/ut1logo",
                "from": "Aug. 12 -",
                "to": "Jun. 13"
            }
        },
        {
            "no": {
                "headline": "Årsenhet i Fransk på Universitetet i Oslo",
                "text": "Jeg gjorde det dårlig i Fransk på videregående skole, så da jeg trengte mer tid for å finne ut av hva jeg ville studere, tok jeg mulighet til å ta et år med Fransk på universitetet. Studiet innhold språkfag, men også fag som Fransk historie og litteratur.",
                "logo": "resume/uiologo",
                "from": "Fra sep. 11",
                "to": "Til jun. 12"
            },
            "en": {
                "headline": "1 year program in French at the University of Oslo",
                "text": "I did poorly in French in high school, so when I needed more time to figure out what I really wanted to study, I took the opportunity to improve my French at university. The program includes language subjects alongside subjects such as French history and literature.",
                "logo": "resume/uiologo",
                "from": "Sep. 11 -",
                "to": "Jun. 12"
            }
        },
        {
            "no": {
                "headline": "Videregående Skole på Lambertseter VGS i Oslo",
                "text": "Studiespesialisering i realfag med valgfag som fysikk, IKT, Psykologi og Historie og Filosofi. Jeg gikk ut med snitt på 4.8 etter å ha gjort det sterkt i historie, psykologi og norsk muntlig, men svakt i språkfag som Nynorsk og Fransk.",
                "logo": "resume/lambertlogo",
                "from": "Fra aug. 08",
                "to": "Til jun. 11"
            },
            "en": {
                "headline": "High school at Lambertseter VGS in Oslo ",
                "text": "I specialized in natural sciences with electives such as physics, IT, psychology and history and philosophy. I finished with an average of 4.8 out of 6 after having done well in history, psychology and oral Norwegian, but weak in languages such as Nynorsk and French.",
                "logo": "resume/lambertlogo",
                "from": "Aug. 08 -",
                "to": "Jun. 11"
            }
        }
    ],
    "skills": {
        "languages": {
            "no": {
                "headline": "Språk",
                "content": [
                    {
                        "main": "Norsk",           
                        "percent": 100
                    },
                    {
                        "main": "Engelsk",
                        "percent": 92
                    },
                    {
                        "main": "Tysk",
                        "percent": 78
                    },
                    {
                        "main": "Fransk",
                        "percent": 82
                    }
                ]
            },
            "en": {
                "headline": "Languages",
                "content": [
                    {
                        "main": "Norwegian",
                        "percent": 100
                    },
                    {
                        "main": "English",
                        "percent": 92
                    },
                    {
                        "main": "German",
                        "percent": 78
                    },
                    {
                        "main": "French",
                        "percent": 82
                    }
                ]
            }
        },
        "programming": {
            "no": {
                "headline": "Programeringsspråk",
                "content": [
                    {
                        "main": "Javascript (Node, React)",
                        "percent": 86
                    },
                    {
                        "main": "Python (Pandas, Scikit)",
                        "percent":80
                    },
                    {
                        "main": "HTML",
                        "percent":78
                    },
                    {
                        "main": "CSS",
                        "percent":76
                    },
                    {
                        "main": "SQL",
                        "percent":75
                    },
                    {
                        "main": "R (R studio)",
                        "percent":67
                    },
                    {
                        "main": "Dart (Flutter)",
                        "percent":65
                    }
                ]
            },
            "en": {
                "headline": "Programming languages",
                "content": [
                    {
                        "main": "Javascript",
                        "percent": 86
                    },
                    {
                        "main": "Python",
                        "percent":80
                    },
                    {
                        "main": "HTML",
                        "percent":78
                    },
                    {
                        "main": "CSS",
                        "percent":76
                    },
                    {
                        "main": "SQL",
                        "percent":75
                    },
                    {
                        "main": "R (R studio)",
                        "percent":67
                    },
                    {
                        "main": "Dart (Flutter)",
                        "percent":65
                    }
                ]
            }
        },
        "software": {
            "no": {
                "headline": "Programvare",
                "content": [
                    {
                        "main": "Google analytics",           
                        "percent": 91
                    },
                    {
                        "main": "Tableau",
                        "percent": 82
                    },
                    {
                        "main": "Figma",
                        "percent": 76
                    }
                ]
            },
            "en": {
                "headline": "Software",
                "content": [
                    {
                        "main": "Google analytics",           
                        "percent": 91
                    },
                    {
                        "main": "Tableau",
                        "percent": 82
                    },
                    {
                        "main": "Figma",
                        "percent": 76
                    }
                ]
            }
        }
    }
}