[
        {
            "no":{
            "headline":"Camperboys reiseapp",
            "content":"Camperboys reiseappen startet som et hobby prosjekt sammen med noen venner. De har grunnlagt Camperboys en start-up so leier ut Camping-vaner i München, og var overbevist at det var et stort market for en app med reisetips og ruter. Målet var å raskt og billig utvikle en prototype med den mest essensielle funksjonaliteten på plass.\n\nJeg jobbet sammen med en designer og en av gründerene for å utforme funksjonaliteten og utseende, selve implementasjonen av appen var jeg alene ansvarlig for. Etter grundig forarbeid valgte jeg å bruke et rammeverk som tillater å lage apper for både Android og iOS med samme kode, noe som ga oss muligheten til å få tilgang på flere testere kjappere. Jeg fant også en løsning på et back-end arkitektur som tillot oss å få innført data raskt og var lite arbeid å integrere fra min side basert på gratis Saas-løsninger.\n\nEtter en vellykket sommer med 15-20 testere og mye lærdom ble Camperboys belønnet med innovasjonsprisen til det tyske turistforbundet.",
            "images":["/camperboysapp/cbapproutes","/camperboysapp/cbapproutedetail","/camperboysapp/cbapprouteinfo","/camperboysapp/cbappstop","/camperboysapp/cbappmap","/camperboysapp/cbapppoi"],
            "landscape":false

        },
        "en":{
            "headline":"Camperboys travel app",
            "content":"The Camperboys travel app began as a hobby project together with a couple of friends. They had founded Camperboys, a camper van rental startup in Munich, and was convinced that there was a sizable market for an app with travel tips and routes. The goal was to cheaply and fast develop a prototype with the most essential functionality in place.\n\nI worked together with a designer and one of the founders to come up with the functionality and aesthetic, the implementation of the app itself was my sole responsability. After thorough research I chose to use a framework that allowed making an app for both Android and iOS with the same code, something that gave us the opportunity to access more testers faster.  I found a solution for a back-end architecture that allowed ut to input new content faster and that was a small amount of work to implement from my side based on free Saas-services.\n\nAfter a successful summer of testing and great insights learned, Camperboys was awarded with an innovation award by the German tourism agency.",
            "images":["/camperboysapp/cbapproutes","/camperboysapp/cbapproutedetail","/camperboysapp/cbapprouteinfo","/camperboysapp/cbappstop","/camperboysapp/cbappmap","/camperboysapp/cbapppoi"],
            "landscape":false
        }
        },
        {
            "no":{
            "headline":"Fible CMS",
            "content":"Vi begynte på et content managment system etter å ha gjennomført en suksessful test med travel app prototypen. Jeg stod for mesteparten av forarbeidet, mtp funksjoner og design og alt av implementeringsarbeidet av prototypen. Da vi valgte å avbryte prosjektet pga Coronavirus hadde jeg implementert ca 60% av MVPen, med funktionerede authentikasjon og backend datastruct og serverlogikk basert på Elasticsearch og Graphql.",
            "images":["/fiblecms/cmsmenu","/fiblecms/cmsroutemenu","/fiblecms/cmsroute","/fiblecms/cmsstoplibrary","/fiblecms/cmsstopmenu","/fiblecms/cmsmap","/fiblecms/cmstextedit"],
            "landscape":true

        },
        "en":{
            "headline":"Fible CMS",
            "content":"Camperboys travell appen startet som et hobby prosjekt sammen med noen venner som har grunnlagt en start-up so leier ut Camping-vaner i München. \n\nMålet med appen var å tilby kundene, reise ruter og praktisk informasjon som de kunne bruke på reisen sin.\n\nJeg jobbet sammen med en designer og en av gründerene for å utforme funksjonaliteten og utseende, selve implementasjonen av appen var jeg alene ansvarlig for. Etter mye forarbeid valgte jeg å bruke et rammeverk som tillatte å lage apper for både Android og iOS. Jeg fant også et back-end system som tillot oss å få innført data rask og var lite arbeid å integrere fra min side.",
            "images":["/fiblecms/cmsmenu","/fiblecms/cmsroutemenu","/fiblecms/cmsroute","/fiblecms/cmsstoplibrary","/fiblecms/cmsstopmenu","/fiblecms/cmsmap","/fiblecms/cmstextedit"],
            "landscape":true
        }
        },
        {
            "no":{
            "headline":"Holidu marketsføringsverktøy",
            "content":"Holidu GmbH er en reise-startup basert i München. Jeg ble ansatt i markedsføringsavdelingen der. Etterhvert øynet jeg mange automatiserings muligheter, og selv med nybegynner ferdigheter i programmering var jeg vellykket i å lage noen scripts som automatiserte mange tidkrevende manuelle oppgaver for markedsføringsteamet. Etterhvert ble jeg spurt om å mer og mer koding, og tilslutt byttet jeg team fra markedsføring til business intelligence.\n\nNoe jeg hadde jobbet mye med i markedsføring teamet var å automatisere og lage algoritmer for online markedsføringen vi gjorde hos Google. Jeg automatiserte et script som kalkulerte hvor mye vi var villig til å by på webside trafikk fra forskjellige google søk, basert på intern data om hvilken verdi vi tilførte trafikken. Til å begynne med gjorde jeg denne automatiseringen ved å selv koble meg til Googles API. \n\nHolidu hadde lenge jobbet med et egetutviklet verktøy for å ta over og videreføre den automatiseringen jeg hadde startet med. Jeg ble brakt inn i prosjektet, hvor min rolle var å assistere integrasjonen av mitt prototypearbeid. Samtidig som jeg lagde konsepter for ny funksjonalitet og var med i diskusjoner om hvordan verktøyet skulle bli videreutviklet. Mitt arbeid på prosjektet var in mellomting mellom product manager og designer.",
            "images":["/holidu/holidubiddingtool"],
            "landscape":true

        },
        "en":{
            "headline":"Holidu marketing tool",
            "content":"Camperboys travell appen startet som et hobby prosjekt sammen med noen venner som har grunnlagt en start-up so leier ut Camping-vaner i München. \n\nMålet med appen var å tilby kundene, reise ruter og praktisk informasjon som de kunne bruke på reisen sin.\n\nJeg jobbet sammen med en designer og en av gründerene for å utforme funksjonaliteten og utseende, selve implementasjonen av appen var jeg alene ansvarlig for. Etter mye forarbeid valgte jeg å bruke et rammeverk som tillatte å lage apper for både Android og iOS. Jeg fant også et back-end system som tillot oss å få innført data rask og var lite arbeid å integrere fra min side.",
            "images":["/holidu/holidubiddingtool"],
            "landscape":true
        }
        },
        {
            "no":{
            "headline":"SafewAI alarm app",
            "content":"I løpet av mine studier på det tekniske universitetet i München, tok jeg del i et semesterlangt kurs kalt Tech Challenge. Hvor vi skulle i grupper på 5 utforske og jobbe med en ide for en ny start-up, for å lære metodikk og tips og triks for senere å kunne enklere grunnlegge en bedrift på et senere tidspunkt.\n\nVi valgte å utvikle en app for å gjøre hjemturer i mørket sikrere. Ved å gjenkjenne et forhåndsvalg stikkord som ved hjelp av stemmegjenkjenning utløser en alarm som tilkaller hjelp.\n\nJeg stod for den tekniske implementasjonen av appen. Det var en standard android app, men vi ble oppfordret til å bruke Huawei sin AI chip for stemmegjenkjenningen. Jeg fant et bibliotek som forholdsvis enkelt lot meg implementere funksjonaliteten etter å ha gitt opp å lage min egen implementasjon på grunn av tidsbegrensninger og mangel på data.",
            "images":["/safewai/safewaiPoster","/safewai/safewAI1","/safewai/safewAI2"],
            "landscape":false

        },
        "en":{
            "headline":"SafewAI alarm app",
            "content":"Camperboys travell appen startet som et hobby prosjekt sammen med noen venner som har grunnlagt en start-up so leier ut Camping-vaner i München. \n\nMålet med appen var å tilby kundene, reise ruter og praktisk informasjon som de kunne bruke på reisen sin.\n\nJeg jobbet sammen med en designer og en av gründerene for å utforme funksjonaliteten og utseende, selve implementasjonen av appen var jeg alene ansvarlig for. Etter mye forarbeid valgte jeg å bruke et rammeverk som tillatte å lage apper for både Android og iOS. Jeg fant også et back-end system som tillot oss å få innført data rask og var lite arbeid å integrere fra min side.",
            "images":["/safewai/safewaiPoster","/safewai/safewAI1","/safewai/safewAI2"],
            "landscape":false
        }
        },
        {
            "no":{
            "headline":"Denne nettsiden",
            "content":"Basert på mye av lærdommen min fra å ha skrevet så mye av Fibel CMSen hadde jeg lyst til å fullføre et nettsideprosjekt. Samtidig som jeg trengte å søke etter en jobb og følte at et resume og et motivasjonsbrev ikke var nok til å vise frem hvem jeg er og hva jeg jobbet med de siste årene.\n\nSiden er bygget med samme stacken som CMSen, men jeg trengte ikke å bygge en backend, siden er helt statisk. Det nettsiden blir servert som html, css og javascript filer, det ikke er behov for en server med en runtime, bare en server som gjør de statiske filene tilgjengelig når brukere vil besøke siden.Videre har jeg integrert noen teknikker for å gjøre siden raskere, som f.eks. det å bruke Webp bilder istedenfor større png filer, som jeg har som backup i tilfelle nettleseren ikke er kompatibel med Webp.\n\nJeg har også gjort siden responsive, med forskjellig layout tilpasset skjermformatet på laptop og mobil. Måten jeg har gjort det på er ved å sjekke oppløsningen på skjermen har jeg et forskjellig sett med React komponenter som fyller skjermen. Hvert sett er da håndtilpasset sideforholdet til skjermen.",
            "images":["/camperboysapp/cbapproutes","/camperboysapp/cbapproutedetail","/camperboysapp/cbapprouteinfo","/camperboysapp/cbappstop","/camperboysapp/cbappmap","/camperboysapp/cbapppoi"],
            "landscape":false

        },
        "en":{
            "headline":"This website",
            "content":"Camperboys travell appen startet som et hobby prosjekt sammen med noen venner som har grunnlagt en start-up so leier ut Camping-vaner i München. \n\nMålet med appen var å tilby kundene, reise ruter og praktisk informasjon som de kunne bruke på reisen sin.\n\nJeg jobbet sammen med en designer og en av gründerene for å utforme funksjonaliteten og utseende, selve implementasjonen av appen var jeg alene ansvarlig for. Etter mye forarbeid valgte jeg å bruke et rammeverk som tillatte å lage apper for både Android og iOS. Jeg fant også et back-end system som tillot oss å få innført data rask og var lite arbeid å integrere fra min side.",
            "images":["/camperboysapp/cbapproutes","/camperboysapp/cbapproutedetail","/camperboysapp/cbapprouteinfo","/camperboysapp/cbappstop","/camperboysapp/cbappmap","/camperboysapp/cbapppoi"],
            "landscape":false
        }
        }
]
