[
        {
            "no":{
            "headline":"Reiseapp",
            "content":"Reiseappen startet som et hobbyprosjekt sammen med et par venner som hadde grunnlagt nettsiden Camperboys, en Startup som leier ut Campingbiler i Munchen-området. Etter å ha drevet Startup-en et par år var de overbevist om at det ville være et marked for en app med reisetips og forslag til reiseruter.\n\nVi gjennomførte hypotesetesting og design thinking workshoper for a finne kjernefunksjonaliteten til appen. Jeg laget også en click-dummy for å bedre illustrere funksjonaliteten til tidlige testere.\n\nAppen ble utviklet i Flutter-rammeverket som gjør det mulig å lage apper for både Android og iOS med samme kode. Jeg laget også en back-end arkitektur basert på en SaaS-løsning som det var enkelt å integrere med og som gjorde at vi kunne få inn data raskt og enkelt.\n\nEtter en vellykket test periode hvor 15-20 testere testet appen og vi samlet mye lærdom, ble Camperboys belønnet med Det tyske turistforbundets innovasjonspris for sin innovative business model. Vi ble i tillegg tatt inn i et stipendieprogram \"Medialab\" for å utvikle ideen videre. Situasjonen rundt Covid-19/Koronaviruset gjorde dessverre at prosjektet ble lagt på is og jeg trakk meg ut i Mars 2020.",
            "images":["/camperboysapp/cbapproutes","/camperboysapp/cbapproutedetail","/camperboysapp/cbapprouteinfo","/camperboysapp/cbappstop","/camperboysapp/cbappmap","/camperboysapp/cbapppoi"],
            "landscape":false

        },
        "en":{
            "headline":"Travel app",
            "content":"The travel app started out as a hobby project together with a couple of friends who had founded the website Camperboys, a Startup that rents out campers in the Munich area. After running the Startup for a couple of years, they were convinced that there would be a substantial market for an app with travel tips and suggestions for itineraries. \n\nWe conducted hypothesis testing and design thinking workshops to find the core functionality of the app. I also made a click dummy to better illustrate the functionality of early testers. \n\nThe app was developed in Flutter, a multiplatform framework that allows you to create apps for both Android and iOS with the same codebase. I also created a back-end architecture based on a Saas solution that was easy to implement and that allowed us to get data quickly and easily. \n\nAfter a successful test period with 15-20 testers testing the app and lots of lessons learned, the Camperboys were awarded the German Tourist Board's innovation award for their innovative business model. We were also accepted to participate in \"Medialab\" a scholarship program to develop the idea further. Unfortunately the situation around Covid-19/Coronavirus caused the project to be put on hold and I withdrew in March 2020.",
            "images":["/camperboysapp/cbapproutes","/camperboysapp/cbapproutedetail","/camperboysapp/cbapprouteinfo","/camperboysapp/cbappstop","/camperboysapp/cbappmap","/camperboysapp/cbapppoi"],
            "landscape":false
        }
        },
        {
            "no":{
            "headline":"SafewAI alarm app",
            "content":"I løpet av mine studier på det Tekniske Universitetet i München tok jeg del i et semesterlangt kurs, Tech Challenge. I små grupper skulle vi utforske og jobbe med en ide for en ny start-up. Hensikten var å lære metodikk og tips og triks som design thinking, lean startup, etc for senere å kunne grunnlegge en egen startup.\n\nMin gruppe valgte å utvikle en app for å gjøre hjemturer i mørket sikrere. Vårt konsept gikk ut på å lage en app som gjenkjente et forhåndsvalg stikkord, som ved hjelp av stemmegjenkjenning utløste en alarm som tilkalte hjelp.\n\nJeg stod for den tekniske implementasjonen av appen. Det var en standard android app skrevet i Kotlin med AI funksjonalitet. Vi ble oppfordret til å bruke Huawei sin AI chip for stemmegjenkjenningen, siden Huawei var sponsor til kurset. Jeg prøvde først å tilpasse en egen AI modell til Huawei chippen, dette feilet men etterhvert fant jeg et bibliotek som enkelt lot meg implementere funksjonaliteten. Vi ble kåret beste sosiale startup ide på slutten av semesteret.",
            "images":["/safewai/safewaiPoster","/safewai/safewAI1","/safewai/safewAI2"],
            "landscape":false

        },
        "en":{
            "headline":"SafewAI alarm app",
            "content":"During my studies at Technical University Munich, I took part in a semester-long course, Tech Challenge. We were to explore and work on an idea for a new start-up in small groups. The purpose was to learn methodology and tips and tricks such as design thinking, lean startup, etc to later be able to found your own startup. \n\nMy group chose to develop an app to make hometrips in the dark safer. Our concept was to create an app that recognized a pre-selected keyword, which with the use of voice recognition triggered an alarm calling for help. \n\nI was responsible for the technical implementation of the app. It was a standard android app written in Kotlin with AI functionality. We were encouraged to use Huawei's AI chip for voice recognition, since Huawei sponsored the course. I first tried to adapt a separate AI model to the Huawei chip, this failed but eventually I found a library that easily enabled me to implement the functionality. We won “best social startup idea” at the end of the semester.",
            "images":["/safewai/safewaiPoster","/safewai/safewAI1","/safewai/safewAI2"],
            "landscape":false
        }
        },
        {
            "no":{
            "headline":"Content management system",
            "content":"Sammen med Camperboys-teamet ønsket jeg å lage en egen Start Up rundt reiseappen. Vi hadde blitt overbevist fra intervjuer at en enkel og intuitiv måte å få inn nytt innhold var essensielt for suksess.\n\n Dermed begynte jeg å kode et skreddersydd content management system. Jeg stod for mye av forarbeidet, definerte funksjonaliteten, intervjuet brukere og fant deres behov, laget wireframe design, og gjorde alt av teknisk implementeringsarbeid. Da vi avbrøt prosjektet på grunn av Coronavirus hadde jeg implementert rundt 60% av MVPen, med funksjonerende autentifikasjon, backend api-gateway og en database. Etter nøye forarbeid og samtaler med gamle seniorkolleger baserte jeg tech-stacken på React, Elasticsearch og Graphql.",
            "images":["/fiblecms/cmsmenu","/fiblecms/cmsroutemenu","/fiblecms/cmsroute","/fiblecms/cmsstoplibrary","/fiblecms/cmsstopmenu","/fiblecms/cmsmap","/fiblecms/cmstextedit"],
            "landscape":true

        },
        "en":{
            "headline":"Content management system",
            "content":"Together with the Camperboys team I wanted to expand the travel app idea with a content management system. We had been convinced from user interviews that a simple and intuitive way to bring in new content was key to success. \n\n I started coding a bespoke content management system, where I did most of the preparation work. I defined functionality, interviewed users and found their needs,  made wireframe designs, and did all the technical implementation work. When we stopped the project due to Coronavirus, I had implemented around 60% of the MVP, with authentication, backend api gateway and a database up and running. I chose the tech stack: React, Elasticsearch and Graphql after careful consideration and discussions with senior ex-colleagues.",
            "images":["/fiblecms/cmsmenu","/fiblecms/cmsroutemenu","/fiblecms/cmsroute","/fiblecms/cmsstoplibrary","/fiblecms/cmsstopmenu","/fiblecms/cmsmap","/fiblecms/cmstextedit"],
            "landscape":true
        }
        },
        {
            "no":{
            "headline":"Marketsføringsverktøy",
            "content":"Da jeg jobbet hos startupen Holidu, kom jeg fort igang med å kode automatiseringer for tidkrevende manuelle arbeidsprosesser. Dette gjorde jeg selv om jeg originalt ble ansatt for å jobbe med tallknusing i en online markedsføringsrolle. Etterhvert gikk arbeidsoppgavene mine ut på mer og mer koding, og tilslutt byttet jeg role til dataanalytiker.\n\nHolidu hadde lenge jobbet med et egetutviklet verktøy for å kalkulere hvor mye de var villig til å betale for brukere fra google-søk. Jeg lagde prototype for et program til å gjøre denne jobben som ble godt mottatt, og senere integrert inn i verktøyet.\n\nEtterhvert gikk jobben min over til å assistere mer og mer arbeidet rundt dette markedsføringsverktøyet. Jeg gjorde oppgaver som å lage konsepter for ny funksjonalitet, være assistent product manager, tester og designer. Jeg tok også en større rolle i avgjørelsene rundt videreutvikling av verktøyet.",
            "images":["/holidu/holidubiddingtool"],
            "landscape":true

        },
        "en":{
            "headline":"Marketing tool",
            "content":"After starting work at the startup Holidu, I quickly began coding automations scripts for time-consuming manual work processes. I did this even though I was originally hired to work as a numbercruncher in an online marketing role. Eventually, my tasks transitioned to be more and more coding, and finally I switched roles to data analyst. \n\nHolidu had long worked with a self-developed tool to calculate how much they were willing to pay for users from google search. I created a prototype script that was well received, and later integrated into the tool. \n\nAfter a while, my job became more and more to assist with work related to this marketing tool. I did tasks such as creating concepts for new functionality, assistant product managing, testing and design. I also played a role in deciding the future development of the tool.",
            "images":["/holidu/holidubiddingtool"],
            "landscape":true
        }
        },
        {
            "no":{
            "headline":"Denne nettsiden",
            "content":"Jeg synes det er vanskelig å få vist bredden i det jeg har gjort bare gjennom en CV og et motivasjonsbrev. Derfor har jeg laget en personlig nettside hvor jeg kan beskrive prosjekter jeg er stolt av og skrive litt mer om ting som interesserer meg. \n\nDenne nettsiden er bygget med samme tech-stacken som Content Management Systemet jeg bygget med Camperboys. Den er en enkel løsning helt uten en backend siden nettsiden er statisk og hostet på en serverless platform. Siden er responsive, gjort med CSS, med forskjellig layout tilpasset skjermformatet på laptop og mobil. Jeg har også integrert noen teknikker for å gjøre siden raskest mulig f.eks. det å bruke Webp bilder istedenfor PNG, noe som gir en ytelse på 96 i lighthouse, googles ytelsestest.\n\nKoden til nettsiden finnes på github:\nhttps://github.com/ChristianVestre/christianhjvestre",
            "images":["/thiswebsite/christianpage","/thiswebsite/workpage","/thiswebsite/resumepage","/thiswebsite/interestspage"],
            "landscape":true

        },
        "en":{
            "headline":"This website",
            "content":"I find it difficult to show the breadth of what I have done only with only a CV and a cover letter. Therefore, I have created a personal website where I can describe projects that I’m proud of and write a little more about my interests. \n\nThis website is built with the same tech stack as the Content Management System that I built with Camperboys. It’s a simple solution without a backend, since the website is static and hosted on a serverless platform. The page is responsive, done through CSS, with different layouts adapted to the screen formats on laptop and mobile. I have also used some techniques to make the page as performant as possible e.g. using Webp images instead of PNG. The result is a score of 96 in performance in lighthouse, Google's performance test for websites. \n\nThe code for the website can be found on github:\nhttps://github.com/ChristianVestre/christianhjvestre",
            "images":["/thiswebsite/christianpage","/thiswebsite/workpage","/thiswebsite/resumepage","/thiswebsite/interestspage"],
            "landscape":true
        }
        }
]
