[
        {
            "no":{
            "headline":"Camperboys reiseapp",
            "content":"Camperboys reiseappen startet som et hobby prosjekt sammen med noen venner. De grunnla CamperBoys, en start-up som leier ut Camping-vaner i München. Etter å ha drevet et par år ble de overbevist om at det var et stort potensielt marked for en app med reisetips og ruter. Målet var, raskt og billig, å utvikle en prototype med den mest essensielle funksjonaliteten på plass.\n\nJeg jobbet sammen med en designer og en av gründerene for å utforme funksjonaliteten og utseende, selve implementasjonen av appen var jeg alene ansvarlig for. I begynnelsen gjorde vi mange forundersøkelser, intervjuer og click-dummies for å stadfeste hvilken funksjonalitets behov som var mest presserende. Jeg valgte å bruke et rammeverk (flutter) som tillater å lage apper for både Android og iOS med samme kode, noe som ga oss muligheten til å få appen ut til testere og å samle mer brukererfaringer tidligere. Jeg fant også en løsning til en back-end arkitektur som tillot oss å få innført data raskt og var lite arbeid å integrere fra min side basert på gratis Saas-løsninger.\n\nEtter en vellykket sommer med 15-20 testere og mye lærdom ble Camperboys belønnet med innovasjonsprisen til det tyske turistforbundet. Vi ble også på vinteren tatt med i et stipendium program “Medialab” for å utvikle ideen videre. Dessverre ble prosjektet lagt på is i Mars 2020 pga Coronavirus og jeg valgte å gå ut for å fokusere på masteroppgaven min.",
            "images":["/camperboysapp/cbapproutes","/camperboysapp/cbapproutedetail","/camperboysapp/cbapprouteinfo","/camperboysapp/cbappstop","/camperboysapp/cbappmap","/camperboysapp/cbapppoi"],
            "landscape":false

        },
        "en":{
            "headline":"CamperBoys travel app",
            "content":"The CamperBoys Travel App started out as a hobby project with some friends. They had already founded CamperBoys, a start-up that rents out camping vans in Munich. After operating for a few years, they became convinced that there was huge potential for an app with travel tips and routes. The goal was, as quick and cheap as possible, to develop a prototype with the most essential functionality in place. \n\nI worked with a designer and one of the founders to come up with a design and a concept for the functionality, the implementation of the app itself was my sole responsibility. In the beginning, we did customer research consisting of preliminary interviews and click-dummies tests to figure out the functionality needed in the MVP. \n\n As for the implementation, I chose to use a framework (flutter) that allowed creating apps for both Android and iOS from the same code. That gave us  the opportunity to get the app out to testers earlier and to gather more user feedback. I also found a solution for a back-end architecture based on free Saas solutions that allowed us to enter data more quickly into the CMS and was little work to integrate \n\n After a successful summer with 15-20 testers and lots of lessons learned, the CamperBoys were rewarded with the innovation prize of the German Tourist Association. In the winter, we were also included in a scholarship program “Medialab” to further develop the idea. Unfortunately, the project was put on hold in March 2020 due to Coronavirus and I eventually chose to step out to focus on my master's thesis.",
            "images":["/camperboysapp/cbapproutes","/camperboysapp/cbapproutedetail","/camperboysapp/cbapprouteinfo","/camperboysapp/cbappstop","/camperboysapp/cbappmap","/camperboysapp/cbapppoi"],
            "landscape":false
        }
        },
        {
            "no":{
            "headline":"Fible CMS",
            "content":"Sammen med Camperboys-teamet utforsket jeg mulighetene for å spinne ut reiseappen til en egen startup. Jeg begynte på et content management system etter den vellykkede prototypen. Vi var overbevist om at for å kunne skalere business modellen måtte vi ha et mer skalerbart, spesialisert og brukervennlig CMS system som også eksterne kunne bruke til å føre inn reisetips.\n\nJeg stod for mesteparten av forarbeidet,som gikk ut på å definere funksjonalitet, intervjue potensielle brukere og finne deres behov, design og alt av teknisk implementeringsarbeid. Da vi valgte å avbryte prosjektet på grunn av Coronavirus hadde jeg implementert ca 60% av MVPen, med funksjonerende autentisering, backend api gateway og første utkast av en databasestruktur. Det hele basert på React, Elasticsearch og Graphql.\n\nPlanen var å ta inspirasjon fra såkalte website builders for å bygge opp turistruter, drag and drop messig. Jeg bygget også inn en simulator i nettsiden, som skulle gi brukeren en ide om hvordan ruten deres kom til å se ut i appen senere.",
            "images":["/fiblecms/cmsmenu","/fiblecms/cmsroutemenu","/fiblecms/cmsroute","/fiblecms/cmsstoplibrary","/fiblecms/cmsstopmenu","/fiblecms/cmsmap","/fiblecms/cmstextedit"],
            "landscape":true

        },
        "en":{
            "headline":"Fible CMS",
            "content":"Together with the CamperBoys team, I explored the possibilities of spinning the travel app off into its own startup. I started on a content management system following the successful prototype. We were convinced that in order to scale the business model, we needed a more scalable, specialized and user-friendly CMS system that could also be used by our partners to write travel routes. \n\nI did most of the work, I defined the functionality, interviewing potential users to find their needs, designed mock-ups and all of the technical implementation work. When we decided to cancel the project due to Coronavirus, I had implemented about 60% of the MVP, with functioning authentication, back-end api-gateway and first draft of the database structure. The tech stack was React, Elasticsearch and Graphql. \n\nThe plan was to take inspiration from so-called website builders to build tourist routes, in a drag and drop fashion. I also built a simulator into the website, which would give the user an idea of ​​what their route would look like in the app itself.",
            "images":["/fiblecms/cmsmenu","/fiblecms/cmsroutemenu","/fiblecms/cmsroute","/fiblecms/cmsstoplibrary","/fiblecms/cmsstopmenu","/fiblecms/cmsmap","/fiblecms/cmstextedit"],
            "landscape":true
        }
        },
        {
            "no":{
            "headline":"Holidu marketsføringsverktøy",
            "content":"Holidu GmbH er en reise-startup basert i München. Jeg ble ansatt i markedsføringsavdelingen der. Etterhvert øynet jeg mange automatiserings muligheter, og med bare nybegynner ferdigheter i programmering var jeg vellykket i å lage noen scripts som automatiserte mange veldig tidkrevende manuelle oppgaver for markedsføringsteamet. Etterhvert ble jeg spurt om å mer og mer koding, og tilslutt byttet jeg team fra markedsføring til business intelligence.\n\nNoe jeg hadde jobbet mye med i markedsføringsteamet var å automatisere og lage algoritmer for den markedsføringen vi gjorde hos Google. Jeg automatiserte et script som kalkulerte hvor mye vi var villig til å by på webside trafikk fra forskjellige google søk. \n\nHolidu hadde lenge jobbet med et egetutviklet verktøy for å ta over, utvide og videreføre den automatiseringen jeg hadde startet med. Jeg ble brakt inn i prosjektet hvor min rolle var å assistere integrasjonen av mitt prototypearbeid. Senere ble jeg bedt om også å lage konsepter for ny funksjonalitet og var med i diskusjoner om hvilken retning verktøyet skulle bli utformet i. Da jeg sluttet i Holidu hadde arbeidet mitt på prosjektet vært product manager, prototyper, teste og designer.",
            "images":["/holidu/holidubiddingtool"],
            "landscape":true

        },
        "en":{
            "headline":"Holidu marketing tool",
            "content":"Holidu GmbH is a travel startup based in Munich. I was employed in the marketing department there. After working for a while, I saw many automation opportunities, and with beginner programming skills, I was successfully able to create scripts that automated some very time-consuming manual tasks for the team. I was then asked to do more and more coding, and finally I switched teams from marketing to business intelligence to do it more or less full time.\n\nBy then, I had worked a lot with the marketing team to automate and create algorithms for the marketing we did with Google. For example, I automated a script that calculated how much we were willing to bid on website traffic from google searches.\n\nHolidu had long been working on a proprietary tool to replace and expand the automation I had started. I was brought onto the project where my role was to assist the integration of the logic of my prototype work. Later I was also asked to create concepts for new functionality and was involved in discussions about which direction the tool should be developed in. When I left Holidu my work on the project had been as product manager, prototyper, tester and designer.",
            "images":["/holidu/holidubiddingtool"],
            "landscape":true
        }
        },
        {
            "no":{
            "headline":"SafewAI alarm app",
            "content":"I løpet av mine studier på det tekniske universitetet i München, tok jeg del i et semesterlangt kurs kalt Tech Challenge. Hvor vi skulle i grupper på 5 utforske og jobbe med en ide for en ny start-up. Hensikten var at vi skulle lære metodikk og tips og triks for senere å kunne grunnlegge en egen startup bedrift.\n\nVår gruppe valgte å utvikle en app for å gjøre hjemturer i mørket sikrere. Ved å gjenkjenne et forhåndsvalg stikkord som ved hjelp av stemmegjenkjenning utløste en alarm som tilkaller hjelp.\n\nJeg stod for den tekniske implementasjonen av appen. Det var en standard android app, men vi ble oppfordret til å bruke Huawei sin AI chip for stemmegjenkjenningen. Først prøvde jeg å tilpasse en egen AI model til Huawei chippen, men det feilet. Til slutt fant jeg et bibliotek som forholdsvis enkelt lot meg implementere funksjonaliteten. På slutten av semesteret ble vi tildelt beste sosiale startup ide.",
            "images":["/safewai/safewaiPoster","/safewai/safewAI1","/safewai/safewAI2"],
            "landscape":false

        },
        "en":{
            "headline":"SafewAI alarm app",
            "content":"During my studies at the Technical University of Munich, I took part in a semester-long course called Tech Challenge. We were going to explore in groups of 5 ideas for a new start-up. The aim was to learn the methodology and tips and tricks to help us later start our own startup business. \n\nOur group chose to develop an app to make late night trips home safer. The app recognizes a predetermined keyword using voice recognition, that when shouted would trigger an alarm calling for help. \n\nI was in charge of the technical implementation of the app. It was a standard android app, but we were encouraged to use Huawei's AI chip for voice recognition. At first I tried to customize my own AI model to the Huawei chip, but I failed due to the short time we had available. In the end, I found a library that relatively easily allowed me to implement the functionality. At the end of the semester, we were awarded the best social startup idea.",
            "images":["/safewai/safewaiPoster","/safewai/safewAI1","/safewai/safewAI2"],
            "landscape":false
        }
        },
        {
            "no":{
            "headline":"Denne nettsiden",
            "content":"Basert på mye av lærdommen min fra å ha skrevet Fibel CMSen hadde jeg lyst til å fullføre et eget nettsideprosjekt. Samtidig som jeg trengte å søke etter en jobb og følte at et resume og et motivasjonsbrev ikke var nok til å virkelig vise frem hvem jeg er og hva jeg jobbet med. Jeg gjorde også undersøkelser for å se hva slike portfolio nettsider trenger av innhold for å hjelpe til i en jobbsøknad og hva slags design som kan passe til det.\n\nDenne nettsiden er bygget med samme tech-stacken som CMSen, men uten en backend, siden nettsiden er helt statisk. Så nettsiden blir servert som html, css og javascript filer, det ikke er behov for en server med en runtime.Videre har jeg integrert noen teknikker for å gjøre siden raskere, som f.eks. det å bruke Webp bilder istedenfor større png filer, men jeg har de som backup i tilfelle nettleseren ikke er kompatibel.\n\nJeg har også gjort siden responsive, med forskjellig layout tilpasset skjermformatet på laptop og mobil. Siden nettsiden er statisk så har jeg gjort dette i CSS og med media queries.",
            "images":["/camperboysapp/cbapproutes","/camperboysapp/cbapproutedetail","/camperboysapp/cbapprouteinfo","/camperboysapp/cbappstop","/camperboysapp/cbappmap","/camperboysapp/cbapppoi"],
            "landscape":false

        },
        "en":{
            "headline":"This website",
            "content":"Based on meny of the lessons I learned from coding the Fibel CMS, I wanted to complete my own website project. At the same time, I needed to look for a job and felt that a summary and a motivation letter were not enough to really showcase who I am and what I have been working on. I did some research to see what such portfolio web pages need in terms of content, to be helpful in a job application and what kind of design might be suitable for it. \n\nThis website is built with the same tech stack as the Fible CMS, but without a backend , since the website is completely static. The website is served as html, css and javascript files, there is no need for a server with a runtime to maintain state or sessions. Furthermore, I have integrated some techniques to make the page faster, such as using Webp images instead of larger png files. Though I keep them as backup in case of compatibility issues. \n\nI have also made the page responsive, with different layouts adapted to the screen formats of laptops and mobile. Since the website is static I have done this in CSS and with media queries.",
            "images":["/camperboysapp/cbapproutes","/camperboysapp/cbapproutedetail","/camperboysapp/cbapprouteinfo","/camperboysapp/cbappstop","/camperboysapp/cbappmap","/camperboysapp/cbapppoi"],
            "landscape":false
        }
        }
]
